[
  {
    "type": "Video",
    "videoLink": "Intro.mp4"
  },
  {
    "type": "Text",
    "title": "Welcome",
    "content": "This training module is to help you learn some of the aspects behind motivation and how to apply it to your daily life. In this training you will be asked questions to help you reflect on what motivates you and how you can use these principles to your advantage.",
    "question": "What am I hoping to get out of this training?"
  },
  {
    "type": "Text",
    "title": "What is Motivation?",
    "content": "\"Motivation is one of the driving forces behind human behavior. It fuels competition and sparks social connection. Its absence can lead to mental illnesses such as depression. Motivation encompasses the desire to continue striving toward meaning, purpose, and a life worth living.\"​ \n- Psychology Today “Motivation",
    "question": "When is a recent time I felt really motivated?"
  },
  {
    "type": "Text",
    "title": "Intrinsic Motivation",
    "keyPoint": "It's not just about what you do,\nbut why you do it.",
    "content": "Intrinsic motivation or feeling self-motivated is when people are driven in their own direction by curiosity, ambition, or passion for the cause.  This includes learning new skills, helping others, or working on a project that is personally meaningful. It doesn't necessarily require the work to be fun or enjoyable. For example, an engineer might enjoy the challenge of solving a complex problem.",
    "question": "What things in my personal life that I are passionate about?"
  },
  {
    "type": "Text",
    "title": "Extrinsic Motivation",
    "keyPoint": "It's not about chasing recognition,\nbut about recognizing your worth.",
    "content": "Extrinsic Motivation when someone is driven by the reward or compensation for completing the task. This includes desiring salaries, promotions, popularity.  Intrinsic and extrinsic motivation aren't mutually exclusive.  For example, a sales person may be intiatlly motivated by a commission but can also feel a sense of accomplishment from imoroving in their craft.",
    "question": "What are some of my career goals for the next 5-10 years?"
  },
  {
    "type": "Text",
    "title": "Finding Purpose at Work",
    "keyPoint": "It's not about finding a job with purpose,\nbut finding purpose in your job.",
    "content": "Not every job is one that you're going to be passionate about.  However, you can still find purpose in your work by focusing on the impact you're making.  For example, a plumber may not be passionate about fixing toilets but they can find purpose in helping people have a safe and clean environment.  Someone might not enjoy their day to day tasks but appreciate collaborating with their team on a project.",
    "question": "What aspects of my job am I most enthusiastic about?"
  },
  {
    "type": "Video",
    "videoLink": "Middle.mp4"
  },
  {
    "type": "Text",
    "title": "Setting Long-term Goals",
    "keyPoint": "It's not about goal-setting,\nbut setting the steps to reach them.",
    "content": "One effective way to stay on track with your long-term goals is by setting a target date and breaking the goal into incremental steps. If you’re completing a certification course over several months, set a deadline and divide the work into weekly tasks like reading chapters or finishing assignments. This helps you stay motivated and monitor your progress.\nBy regularly tracking these smaller steps, you can ensure you remain on track and make necessary adjustments. Evaluating your progress allows you to identify obstacles early and modify your plan to stay aligned with your ultimate goal.",
    "question": "What goals do I have for the next 6 months and what are some incremental steps towards that goal?"
  },
  {
    "type": "Text",
    "title": "Developing Positive Habits",
    "keyPoint": "It's not about winning big,\nbut about finding small wins",
    "content": "Naval Admiral William H. McRaven said \"If you want to change the world, start off by making your bed. If you make your bed every morning, you will have accomplished the first task of the day. It will give you a small sense of pride, and it will encourage you to do another task, and another, and another.\" Positive habits provide ‘small wins’ that create momentum for tackling your next task. These habits consist of a cue, a routine, and a reward. To build a good habit, pick a daily activity and create an if-then plan. For instance, ‘If I wake up in the morning, then I will immediately put on my gym clothes,’ or ‘If I get home from work, then I will start cooking dinner right away.'",
    "question": "What is an if-then plan I could implement into my daily routine?"
  },
  {
    "type": "Text",
    "title": "Plan for Setbacks",
    "keyPoint": "It’s not about avoiding setbacks\nbut setting back on course",
    "content": "When we set goals, it is great to feel excited and confident about achieving them, but sometimes we can be too optimistic because not every day will go exactly as planned, and that's okay. Life happens.​ One way to boost motivation on difficult days is to plan for them. For instance, you can make a list of the things that  could get in your way of achieving your goals. Often this also takes the form of a ‘if-then’ plan. For example, ‘If I feel tired after work, then I will take a 5-minute break to walk around and then start working on my project.’",
    "question": "What obstacles prevents me from maintaining motivation and how can I plan to overcome them?"
  }
]
